<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ecs_delivery_order`;");
E_C("CREATE TABLE `ecs_delivery_order` (
  `delivery_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `delivery_sn` varchar(20) NOT NULL,
  `order_sn` varchar(20) NOT NULL,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `invoice_no` varchar(50) DEFAULT NULL,
  `add_time` int(10) unsigned DEFAULT '0',
  `shipping_id` tinyint(3) unsigned DEFAULT '0',
  `shipping_name` varchar(120) DEFAULT NULL,
  `user_id` mediumint(8) unsigned DEFAULT '0',
  `action_user` varchar(30) DEFAULT NULL,
  `consignee` varchar(60) DEFAULT NULL,
  `address` varchar(250) DEFAULT NULL,
  `country` smallint(5) unsigned DEFAULT '0',
  `province` smallint(5) unsigned DEFAULT '0',
  `city` smallint(5) unsigned DEFAULT '0',
  `district` smallint(5) unsigned DEFAULT '0',
  `sign_building` varchar(120) DEFAULT NULL,
  `email` varchar(60) DEFAULT NULL,
  `zipcode` varchar(60) DEFAULT NULL,
  `tel` varchar(60) DEFAULT NULL,
  `mobile` varchar(60) DEFAULT NULL,
  `best_time` varchar(120) DEFAULT NULL,
  `postscript` varchar(255) DEFAULT NULL,
  `how_oos` varchar(120) DEFAULT NULL,
  `insure_fee` decimal(10,2) unsigned DEFAULT '0.00',
  `shipping_fee` decimal(10,2) unsigned DEFAULT '0.00',
  `update_time` int(10) unsigned DEFAULT '0',
  `suppliers_id` smallint(5) DEFAULT '0',
  `status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `agency_id` smallint(5) unsigned DEFAULT '0',
  PRIMARY KEY (`delivery_id`),
  KEY `user_id` (`user_id`),
  KEY `order_id` (`order_id`)
) ENGINE=MyISAM AUTO_INCREMENT=51 DEFAULT CHARSET=utf8");
E_D("replace into `ecs_delivery_order` values('24','20170123143229267','2017012347578','101','1111','1485124312','1','申通快递','3','admin','哈哈','111','1','16','222','1870','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1485124343','0','0','0');");
E_D("replace into `ecs_delivery_order` values('27','20170222150596983','2017021598064','107','1111111','1487142029','1','申通快递','3','admin','哈哈','111','1','16','222','1870','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1487718313','0','0','0');");
E_D("replace into `ecs_delivery_order` values('26','20170222150316604','2017021343749','105',NULL,'1486967438','1','申通快递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1487718224','0','2','0');");
E_D("replace into `ecs_delivery_order` values('28','20170228013893203','2017022650615','109','请输入快递单号','1488089852','1','申通快递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1488188333','0','0','0');");
E_D("replace into `ecs_delivery_order` values('29','20170301142936383','2017030191990','112','719696184973','1488320947','4','中通速递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','10.00','1488320964','0','0','0');");
E_D("replace into `ecs_delivery_order` values('30','20170301230924608','2017030131801','115','123456789','1488351756','4','中通速递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1488352186','0','0','0');");
E_D("replace into `ecs_delivery_order` values('31','20170313170335602','2017031358894','118','请输入快递单号','1489367008','4','中通速递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','10.00','1489367028','0','0','0');");
E_D("replace into `ecs_delivery_order` values('32','20170314020568170','2017031486789','123','111','1489399492','3','申通快递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1489399546','0','0','0');");
E_D("replace into `ecs_delivery_order` values('33','20170324222133310','2017032425529','127','602276674223','1490336443','5','顺丰速运','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1490336462','0','0','0');");
E_D("replace into `ecs_delivery_order` values('34','20170402151438914','2017040232955','1','请输入快递单号','1491088386','4','中通速递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1491088479','0','0','0');");
E_D("replace into `ecs_delivery_order` values('35','20170409141006063','2017040927549','3','123233','1491689387','4','中通速递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1491689451','0','0','0');");
E_D("replace into `ecs_delivery_order` values('36','20170409143099934','2017040997959','4','请输入快递单号','1491690511','4','中通速递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1491690608','0','0','0');");
E_D("replace into `ecs_delivery_order` values('37','20170409143589256','2017040989452','5','22222','1491690870','4','中通速递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1491690949','0','0','0');");
E_D("replace into `ecs_delivery_order` values('38','20170523154381414','2017042898512','30','121212','1493343500','4','中通速递','16','admin','哈哈','111','1','2','52','513','','1112222111@qq.com','','','13666696448','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1495496594','0','0','0');");
E_D("replace into `ecs_delivery_order` values('39','20170523160774978','2017042881588','29','121212','1493286588','4','中通速递','3','admin','哈哈','111','1','16','222','1870','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1495498078','0','0','0');");
E_D("replace into `ecs_delivery_order` values('40','20170523161182447','2017042801848','26','121212','1493285163','4','中通速递','3','admin','哈哈','111','1','16','222','1870','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1495498273','0','0','0');");
E_D("replace into `ecs_delivery_order` values('41','20170531134372901','2017053158645','31','4444','1496180568','3','申通快递','3','admin','哈哈','111','1','16','222','1870','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1496180607','0','0','0');");
E_D("replace into `ecs_delivery_order` values('42','20170720000363003','2017072051272','48','123233333','1500451398','3','申通快递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1500451437','0','0','0');");
E_D("replace into `ecs_delivery_order` values('43','20170720004543079','2017072096196','49','ewewee','1500453896','4','中通速递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1500453941','0','0','0');");
E_D("replace into `ecs_delivery_order` values('44','20170720004946407','2017072032732','50','请输入快递单号','1500454093','3','申通快递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1500454179','0','0','0');");
E_D("replace into `ecs_delivery_order` values('45','20170720005469800','2017072027854','51','ddddd','1500454439','3','申通快递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1500454471','0','0','0');");
E_D("replace into `ecs_delivery_order` values('46','20170720005651421','2017072097945','52','eeeee','1500454539','3','申通快递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1500454561','0','0','0');");
E_D("replace into `ecs_delivery_order` values('47','20170720012418888','2017072073421','53','ssss','1500456230','3','申通快递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1500456260','0','0','0');");
E_D("replace into `ecs_delivery_order` values('48','20170720012920635','2017072096310','54','3333','1500456535','3','申通快递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1500456594','0','0','0');");
E_D("replace into `ecs_delivery_order` values('49','20170720015155098','2017072049874','55','22222','1500457880','3','申通快递','4','admin','你好','111','1','16','221','1861','','','','-','18530181714','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1500457911','0','0','0');");
E_D("replace into `ecs_delivery_order` values('50','20180314143115163','2018031448830','56','','1520980095','4','中通速递','21','admin','测试','火车站','1','3','36','398','','','','-','18860400000','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1520980298','0','0','0');");

require("../../inc/footer.php");
?>